[
  {
    "descriptionLong": "Les urgences peuvent se produire à tout moment et il est important de pouvoir prendre soin de soi dans ces situations. Que ce soit une catastrophe naturelle, une pandémie ou une autre situation d'urgence, les compétences et les ressources de base peuvent faire la différence entre la sécurité et le danger.\n\nL'un des éléments clés de la bonne hygiène personnelle est de pouvoir se laver régulièrement. Si vous êtes capable de fabriquer votre propre savon et d'avoir un système pour chauffer de l'eau, vous pouvez créer un environnement propre pour vous-même et votre famille. Si vous ne disposez pas de papier toilette, vous pouvez utiliser des lingettes ou des serviettes en papier pour vous nettoyer. Vous pouvez également apprendre à coudre pour créer des vêtements de toutes saisons et réparer les déchirures ou les trous.\n\nEn cas de pénurie de produits d'hygiène de base, il est également important de savoir comment créer vos propres éponges et produits de lessive. Apprendre à faire des masques faciaux peut également être utile pour prévenir la propagation de maladies contagieuses.\n\nEnfin, il est important de stocker des produits de base dans votre cuisine et votre salle de bain, tels que des désinfectants pour les mains, des médicaments de base, des bandages et des antiseptiques. En ayant ces articles à portée de main, vous pouvez traiter les blessures mineures et éviter les infections.\n\nEn somme, maintenir une bonne hygiène personnelle est essentiel pour rester en bonne santé et en sécurité en temps de crise. En apprenant ces compétences de base et en stockant des produits de base, vous pouvez être mieux préparé pour faire face à tout type d'urgence.",
    "uid": "13",
    "subtitle": "Savons, lessives coutures... ",
    "items": [],
    "isPremium": false,
    "title": "L'hygiene",
    "image": "hygiene",
    "links": [],
    "descriptionShort": "Cette section abordera les compétences et les outils nécessaires pour maintenir une bonne hygiène personnelle en situation de crise. Nous explorerons comment fabriquer du savon, coudre des vêtements, faire de la lessive, créer un système pour faire chauffer de l'eau et bien plus encore. Nous discuterons également des moyens de se préparer à une pénurie de produits d'hygiène tels que le papier toilette et les éponges, ainsi que de la fabrication de masques faciaux pour se protéger contre les maladies contagieuses."
  },
  {
    "descriptionLong": "Being prepared for first aid is essential for anyone wanting to be ready to face a crisis situation, whether it's an accident, natural disaster or pandemic, it's important to know how to react and provide first aid. The first step is to ensure you have a portable first aid kit containing all the necessary items such as bandages, dressings, bandages, antiseptics, scissors, and gloves. Additionally, it is recommended to have books on first aid, medicinal plants, and medications to help you better understand emergency healthcare.\n\nIn addition to books, it's also important to have medical survival skills. This may include the ability to quickly assess the situation and the patient's condition, identify common injuries and illnesses, administer first aid, stabilize the patient, evacuate and transport the injured. Having basic medical survival skills can help you feel more confident and prepared to deal with a crisis situation.\n\nTaking a first aid training course is another important step. This will help you acquire additional skills and knowledge on first aid, familiarize yourself with different types of injuries and illnesses, and learn how to properly use different medical tools and equipment. First aid courses are often offered at local emergency centers, training centers, and community organizations.\n\nFinally, sterilization is a crucial step in preventing infections and complications when providing emergency medical care. It's important to have basic equipment for sterilization, such as antiseptic wipes, boiled water, soap, and sterile gloves. By following these first aid preparation steps, you will be better equipped to handle emergency situations and provide first aid effectively and safely.",
    "uid": "12",
    "subtitle": "Preparation, skills, equipment...",
    "items": [],
    "isPremium": false,
    "title": "Medicine & First Aid",
    "image": "firstAid",
    "links": [],
    "descriptionShort": "Being prepared for first aid can make the difference between life and death in an emergency situation. This checklist will help ensure you have everything you need to provide first aid, including first aid kits, books on first aid and medicinal plants, medical survival skills, first aid training, and basic equipment for sterilization."
  },
  {
    "descriptionLong": "In a crisis situation, it is essential to be able to feed yourself. However, this can be difficult if you do not know how to properly store, prepare, and cook food. This guide will give you the necessary information to help you survive through food.\n\nFirst, we will explain how to properly store food for long shelf life and maximum nutrient preservation. You will also learn various food preservation techniques such as dehydration and canning.\n\nNext, we will provide you with simple yet delicious recipes that you can cook with the food you have stored. We will also include information on spices and herbs that you can grow to add flavor to your dishes.\n\nWe will also cover different cooking techniques that you can use in a crisis situation, including cooking over a campfire or with a solar oven. We will also show you how to choose the right kitchen utensils for efficient cooking.\n\nFinally, we will discuss food safety and precautions to take to avoid getting sick from poorly preserved food. We will also include information on how to find safe drinking water and how to use it for cooking and consumption.\n\nWith these practical tips, you will be better prepared to survive in a crisis situation through food.",
    "uid": "11",
    "subtitle": "Storage, Preparation, Cooking",
    "items": [],
    "isPremium": false,
    "title": "Food",
    "image": "food",
    "links": [],
    "descriptionShort": "Learn how to prepare for a food emergency situation. This guide provides practical advice on food storage, preservation techniques, recipes, and cooking methods. You will also learn how to choose the right kitchen utensils and how to manage food safety."
  },
  {
    "descriptionLong": "Freshwater is one of the most important resources for human survival. However, a water crisis can occur at any time and can be caused by a variety of factors such as pollution, prolonged droughts, natural disasters, or armed conflicts. In the event of a collapse, the availability of freshwater can be greatly reduced, making access to and treatment of freshwater even more crucial.\n\nTo survive a freshwater shortage, it is essential to understand how to find, collect, and treat water safely and effectively. To do this, you need to equip yourself with the necessary tools and skills to ensure a constant supply of freshwater.\n\nThe list of things to buy to be prepared includes items such as a portable water filter, plastic water bottles, a metal or plastic water container, water treatment packets, a water quality testing kit, a plastic bucket, and a hose. With these tools, you can filter, store, test, and collect freshwater.\n\nIn addition to tools, it is important to master certain skills to treat freshwater safely. It is important to learn how to find freshwater in nature, how to collect and store rainwater, how to filter and purify freshwater using natural methods, and how to use a portable water filter. You also need to know how to test the quality of freshwater to ensure it is safe to drink.\n\nUltimately, being prepared for a freshwater shortage means understanding the importance of this resource, being equipped with the right tools, and mastering the skills necessary to find, store, treat, and drink freshwater safely. With this knowledge, you will be better prepared to face a water crisis and protect your health and well-being.",
    "uid": "1",
    "subtitle": "Filtration, Collection, and Storage",
    "items": [],
    "isPremium": false,
    "title": "Freshwater",
    "image": "water",
    "links": [],
    "descriptionShort": "Freshwater is essential for human survival, but a water crisis can occur at any time. In the event of a collapse, it is important to know how to find and treat freshwater to ensure your survival. This section will help you understand why freshwater is important in a survival situation and what you need to do to prepare."
  },
  {
    "descriptionLong": "Electricity is a crucial element of our daily lives, allowing us to heat our homes, cook our meals, light our surroundings, communicate with others, work, and even entertain ourselves. However, in survival situations, electricity can make the difference between life and death.\n\nDuring a crisis or natural disaster, such as a hurricane, snowstorm, or flood, power lines can be damaged or cut, depriving people of access to electricity. In these situations, it is important to have alternative sources of energy to meet your basic needs.\n\nLack of electricity can also cause security problems, as security systems such as alarms, cameras, and electric gates may no longer function. Without electricity, pharmacies, hospitals, and long-term care facilities may be unable to provide adequate care, which can lead to dramatic consequences for patients.\n\nTo be prepared for a prolonged power outage, it is important to equip yourself with a portable power generator, solar panels, energy storage batteries, and other alternative energy sources. Solar lamps and rechargeable lanterns are also essential for lighting, while car battery chargers can be used to recharge your electronic devices.\n\nIn addition to having alternative energy sources, it is important to know the necessary skills to repair simple electrical circuits, install solar panels and charge controllers, and use electrical measuring tools such as a voltmeter and an ammeter. It is also important to learn how to save energy to maximize the autonomy of your electrical systems.\n\nIn conclusion, electricity is a crucial element in survival situations, as it can meet our basic needs and ensure our safety. It is therefore important to prepare for a prolonged power outage by having alternative energy sources and acquiring the necessary skills to repair and maintain these systems.",
    "uid": "2",
    "subtitle": "Preparing for prolonged power outages",
    "items": [],
    "isPremium": false,
    "title": "Electricity in survival situations",
    "image": "electricity",
    "links": [],
    "descriptionShort": "Electricity is vital for our daily lives, and this is especially true in survival situations. Whether it is to power heating, cooking, lighting, or communication devices, electricity can make the difference between life and death. In this section, you will learn why electricity is so important in survival situations and how you can prepare for a prolonged power outage."
  },
  {
    "descriptionLong": "In case of survival, hunting can become a vital skill to obtain food and survive in the wild. When food and water are scarce, hunting can be one of the only ways to obtain the nutrients and energy necessary to maintain health and physical strength.\n\nMeat is an important source of protein, nutrients, and calories necessary for the body. Hunted animals can provide meat, offal, and bones for making broth. Fish can also be an important source of protein and nutrients and can be found in rivers, lakes, and ponds.\n\nBy learning how to hunt and build traps, you can increase your chances of survival and avoid hunger and malnutrition in case of food shortages. Traps can be built to capture animals such as rabbits, squirrels, birds, fish, rats, and mice. Traps can be simple or complex and can include snares, collar traps, pit traps, and net traps.\n\nHowever, hunting can be dangerous and requires proper training to be practiced safely. Firearms and crossbows are commonly used tools for hunting, but they must be used with care. It is important to know firearm safety rules and learn how to handle these weapons safely. Skills such as knowledge of hunting techniques, silent approach, camouflage, tracking, and ammunition making are also important to succeed in hunting safely.\n\nIn addition to the tools and skills necessary for hunting, it is also important to prepare by purchasing appropriate hunting clothing. Hunting clothing should be durable, weather-resistant, and comfortable for extended use. Sturdy boots, gloves, and hunting hats may also be necessary to protect against the elements.",
    "uid": "3",
    "subtitle": "Prepare for Hunting and Trapping",
    "items": [],
    "isPremium": true,
    "title": "Hunting and Trapping",
    "image": "hunting",
    "links": [],
    "descriptionShort": "In a survival situation, hunting can be a vital skill for obtaining food and surviving in the wild. Meat is an important source of protein, nutrients, and calories needed to maintain energy and health. Learning to hunt and build traps can also help to avoid hunger and malnutrition during times of food scarcity."
  },
  {
    "descriptionLong": "In case of survival or collapse, it is crucial to know how to make basic products from raw materials available in nature. The chemicals we use in our daily lives at home and in industry are often derived from petrochemicals, an industry that could be severely affected in the event of a major crisis. In addition, the supply of manufactured products could quickly run dry, leaving people on their own to find alternatives.\n\n Making basic products from natural raw materials can meet essential needs such as food preservation, water sanitation, medicine production, and many other things. Basic chemistry knowledge can also help avoid the dangers associated with handling unknown substances.\n\nBasic products such as vinegar, baking soda, salt, and others are essential to daily life, whether for cooking, cleaning, or health. By knowing how to make them from natural resources, we are better prepared to face situations where the supply of manufactured products is limited or nonexistent. This also allows for greater autonomy and no longer relying solely on the industry for our daily needs.",
    "uid": "4",
    "subtitle": "Vinegar, baking soda, and many others..",
    "items": [],
    "isPremium": true,
    "title": "Basic Products Manufacturing",
    "image": "chemistry",
    "links": [],
    "descriptionShort": "Chemistry is ubiquitous in our daily lives, and we regularly use chemicals for many tasks, from cooking to cleaning and maintaining our health.\n\nWhether you're a chemistry enthusiast or just interested in producing your own chemical products, this section will provide you with useful information and advice to help you achieve your goals."
  },
  {
    "descriptionLong": "Communication is a crucial element in a survival situation. It can help signal an emergency, call for help, communicate with other people to exchange information or coordinate actions, or to maintain morale and social connection in a group.\n\nThere are different means of communication adapted to different situations and needs. Walkie-talkies are portable devices that allow short-distance communication between two or more people, without the need for a network or phone line. They are useful for immediate communication, especially in a group of hikers or hunters.\n\nRadios, on the other hand, are more sophisticated devices that can allow communication over longer distances using radio waves. They are useful for situations where the distance between the people to communicate is greater, or when one is on the move and wants to communicate with an external base or team.\n\nMorse code is a universal communication language used for more than a century, especially by the military and sailors, which allows messages to be transmitted through sound or light signals. It is still used today and can be an interesting alternative in case of failure or malfunction of other means of communication.\n\nSatellite phones are more advanced devices that allow remote communication in remote areas where there is no traditional phone network. It can be very useful in emergency situations to call for help or communicate with an external team.\n\nFinally, the Citizen Band (CB) is another form of radio that allows communication on frequencies dedicated to civilian users. It can be useful for group communication in survival situations or to obtain information from other users.\n\nIt is important to research the different communication options available based on your needs and anticipated situations. It can also be useful to train in the different techniques and appropriate communication codes for each means used.",
    "uid": "5",
    "subtitle": "Morse, Talkie-walkie, Radio...",
    "items": [],
    "isPremium": true,
    "title": "Communication",
    "image": "communication",
    "links": [],
    "descriptionShort": "In a survival situation, communication can be vital to ensure your safety and survival. This may include the ability to communicate with other members of your group, call for help, or receive information about the external situation. In this section, we will discuss different means of communication that can be useful in a survival situation, including walkie-talkies, radios, Morse code, satellite phones, CB radios, and more. We will provide information on their operation, range, and use, as well as tips for choosing the best means of communication based on your situation."
  },
  {
    "descriptionLong": "Planning is one of the most important elements of survival or preparation in the event of a collapse. It involves preparing for different situations and anticipating measures to overcome challenges. There are several levels of planning, ranging from a survival plan for a few days to a long-term plan for living autonomously.\n\nA survival plan for a few days is usually focused on a quick evacuation, having an emergency backpack with essential supplies to survive for a few days. This plan is particularly important in the event of an emergency such as forced evacuation or a natural disaster.\n\nA three-week plan is more focused on the ability to hold out in a prolonged situation without resources. This involves more thorough planning for supplies, food, water, and security. This plan requires more meticulous preparation and may involve skills such as hunting, fishing, water collection, etc.\n\nA three-month plan is even more complex and requires long-term planning for security, food, water, energy, and health. This usually involves owning a fallback base where one can live autonomously for an extended period.\n\nFinally, a three-year plan involves even more thorough planning for complete autonomy, having a sustainable water source, stable food supply, and skills in construction and renewable energy.\n\nIn summary, planning is a crucial element for survival in an emergency or in the event of a collapse, and must be adapted to each level of need based on the duration of the situation.",
    "uid": "6",
    "subtitle": "Du court au long terme : comment se préparer !",
    "items": [],
    "isPremium": true,
    "title": "The planning",
    "image": "planification",
    "links": [],
    "descriptionShort": "Planning is one of the keys to survival in the event of an emergency or collapse. It is essential to have a plan in place to be able to react quickly and efficiently. In this section, we will explore different planning options, ranging from a short-term plan of a few days to a long-term plan of several years. We will also cover topics such as selecting your survival base, resource management, food production, and much more. Whether you are a beginner or experienced in survival, this section will offer you tips and tricks to help you plan your survival safely and effectively."
  },
  {
    "descriptionLong": "When preparing a survival strategy, the location of a base camp is one of the most important decisions to make. Whether you're looking to survive for a short period or planning for a long-term survival situation, selecting the appropriate location can make all the difference. The location of your base camp should take into account several factors such as the availability of natural resources, safety, weather conditions, and environmental risks.\n\nThis section of the application will guide you through the different steps to locate the ideal site for your base camp depending on the length of your stay. We will explore the different elements to consider when choosing a location for a short-term base camp, as well as the elements to consider when selecting a site for a long-term facility.\n\nYou will also learn how to assess different location options and how to make an informed decision based on your needs and environment. We will cover topics such as the richness of fauna and flora, proximity to water, climate, safety, and natural risks.\n\nUltimately, the location of your base camp is an essential element of your survival strategy, and this section of the application will help you make an informed decision and plan accordingly to ensure your survival when needed.",
    "uid": "7",
    "subtitle": "Ideal location for your survival camp",
    "items": [],
    "isPremium": true,
    "title": "Base Camp",
    "image": "location",
    "links": [],
    "descriptionShort": "Whether you're looking for a campsite for a night or a place to establish a long-term base, you'll need skills in this area. Find areas rich in natural resources, safe and protected areas, and learn how to assess different environmental factors to establish your ideal survival camp. Explore maps, environmental assessments, and expert advice to help you find the campsite that best suits your needs."
  },
  {
    "descriptionLong": "The Defense section is a crucial part of any survival or collapse preparation. It includes security measures to protect your home, family, and group. In this section, you will learn how to ensure the safety of your property, including reinforcing walls, installing alarm systems, and adopting animals that can act as guardians.\n\nProtecting your home is an absolute priority. In the event of a collapse or emergency situation, it is important to ensure that your home is protected against intruders and external attacks. Here, you will learn how to strengthen your property's walls and fences with barbed wire or spikes, how to install bulletproof windows, armored doors, and safes, and how to create a secure room (also known as a \"panic room\") in case of emergency.\n\n In addition to property protection measures, this section also addresses the issue of animals that can act as guardians. Guard dogs are a common choice, but there are also other animals that can be useful, such as donkeys, geese, or chickens. These animals can provide additional protection and can be trained to signal the presence of intruders or other threats.\n\nFinally, this section also addresses the importance of being part of a group in an emergency situation. By joining a survival group or creating your own, you can set up guard shifts and rotations to monitor your property constantly. This can also provide emotional and psychological support in times of stress or difficult situations.\n\nThe Defense section is, therefore, an essential element of any survival or collapse preparation. By learning how to protect your home, how to adopt useful animals, and how to be part of a group, you can maximize your chances of staying safe and protecting your family in difficult situations.",
    "uid": "8",
    "subtitle": "Prepare to protect your home and family in case of emergency.",
    "items": [],
    "isPremium": true,
    "title": "Defense and security",
    "image": "protection",
    "links": [],
    "descriptionShort": "Security is an essential element of any survival strategy. In case of emergency, it is crucial to protect your home and family against external threats such as intruders, wild animals, or natural disasters. In this section, you will find practical tips to strengthen the security of your home, including the use of barbed wire fences, reinforced doors and windows, safes, and panic rooms. You will also discover how guard animals such as dogs and donkeys can help protect your property. Finally, you will learn how to work in groups to ensure watch rotations and increase the security of your community in times of crisis. With this knowledge and these skills, you can feel more confident and prepared to face any emergency situation."
  },
  {
    "descriptionLong": "Fishing is an important skill for anyone who wants to be self-sufficient and prepared in the event of survival or collapse. It allows you to feed yourself by being in direct contact with nature and using natural resources. However, to be effective at fishing, it is essential to know the basic techniques, necessary equipment, the environment in which you are fishing, and the edible fish species.\n\nTo begin with, it is important to know the basic fishing techniques such as line fishing, net fishing, or fly fishing. Each of these techniques has its own advantages and disadvantages, and it is important to know when and how to use them. It is also important to have the basic equipment necessary for fishing, including a fishing rod, hooks, lines, lures, nets, and knives.\n\nNext, it is important to have a good understanding of the environment in which you are fishing. Whether it's a river, lake, or ocean, each environment has its own characteristics and conditions that affect the techniques and equipment to be used. It is also essential to know when to fish, as some fish are more active at specific times of the day or year.\n\n It is also important to know the edible fish species in your fishing environment. Some species may be toxic or dangerous to consume, so it is important to know how to identify them and how to prepare them to avoid any risk to your health.\n\nFinding the right fishing spots is also a key element of fishing success. In general, fish look for places where they can easily feed, rest, and reproduce. Learning to identify these spots and understand how fish behave in their environment is essential for successful fishing.\n\nFinally, knowing how to cook the fish and eat it safely is just as important as fishing itself. It is important to know how to clean and prepare the fish, as well as the best cooking techniques for each species. It is also essential to consider the risks associated with consuming fish, such as water contamination-related illnesses, and know how to avoid them.\n\nIn summary, fishing is an important skill to possess for anyone who wants to be self-sufficient and prepared in the event of survival or collapse. This requires knowledge of basic techniques, necessary equipment, the environment, edible species, good fishing spots, as well as safe preparation and cooking techniques.",
    "uid": "9",
    "subtitle": "a key skill for self-sufficiency.",
    "items": [],
    "isPremium": true,
    "title": "Fishing",
    "image": "fishing",
    "links": [],
    "descriptionShort": "In a context where food self-sufficiency is becoming an increasingly important issue, fishing is an essential skill to master. Whether it's to feed oneself in case of emergency, to ensure a renewable source of protein, or simply to enjoy an outdoor activity, learning to fish can be a real solution. In this section, we will cover different fishing techniques, necessary tools, and best practices for fishing effectively and safely."
  },
  {
    "descriptionLong": "When it comes to preparing for an emergency situation, having reliable and well-equipped vehicles can make the difference between life and death. This section provides a checklist for vehicles in emergency situations, as well as tips for preparing for crisis situations. The list includes essential items for proper preparation, including equipment, skills, and knowledge of vehicle repair and maintenance.\n\nIt is important to have reliable and sturdy vehicles to be able to face emergency situations, especially when roads are damaged or impassable. Having additional equipment such as a cart, trailer, bicycle, or even a horse can also be useful in situations where motorized vehicles cannot be used.\n\nIt is also crucial to have basic automotive mechanics skills or access to resources such as repair manuals to be able to solve minor problems and potential breakdowns. Having spare parts for the most common vehicle parts and a first aid kit for vehicle-related injuries is also important for proper preparation.\n\nFinally, it is essential to know how to drive on unpaved and/or mountainous roads, as well as to know the basics of navigation with maps and a compass in case of GPS signal loss. By following this checklist for vehicles in emergency situations and preparing adequately, you can be better prepared to face potential emergency situations.",
    "uid": "10",
    "subtitle": "Checklists, Skills, Mechanics",
    "items": [],
    "isPremium": false,
    "title": "Vehicles",
    "image": "vehicule",
    "links": [],
    "descriptionShort": "This section provides a checklist for vehicles in emergency situations, as well as tips for preparing for crisis situations. The list includes essential items for proper preparation, including equipment, skills, and knowledge of vehicle repair and maintenance."
  }
]
